---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExternalService.MultiServerService
source: html/fb5f5c3c-277c-f73c-62d5-957d1a324998.htm
---
# MultiServerService Properties

The description for the service